return "return {[\"page\"] = 1, [\"title\"] = \"Со Скоростью Звука\", [\"background\"] = \"gui_bookbg.png\", "..
	"[\"page_max\"] = 5, [\"text_len\"] = 2640, ['owner'] = 'Глубокомысленный Мудрец', " ..
	"[\"text\"] = "..
	"'  Палантиры – величайшие из устройств Средиземья, \\\n" ..
	"позволяющие путешествовать на огромные расстояния \\\n" ..
	"в мгновение ока. Перемещение происходит между \\\n" ..
	"алтарями с установленными палантирами. Могущество \\\n" ..
	"палантиров настолько сильно, что они могут \\\n" ..
	"перенести любого жителя к главному палантиру в \\\n" ..
	"Зале Жизни как только игрок мысленно воскликнет \\\n" ..
	"«Жизнь» (команда /life в чате).\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	">>>\\\n" ..
	"  Чтобы переместиться к главному палантиру в Зал \\\n" ..
	"Жизни, напишите в чате /life.\\\n" ..
	"\\\n" ..
	"  Чтобы использовать алтарь с палантиром, нужно \\\n" ..
	"создать данную книгу и подробно её изучить. \\\n" ..
	"Чтобы создать алтарь, нужно подготовить следующие \\\n" ..
	"материалы:\\\n" ..
	"- Палантир\\\n" ..
	"- Минимум 8 Тилкаловых блоков\\\n" ..
	"- Минимум 16 Мифриловых блоков\\\n" ..
	"- Эта книга\\\n" ..
  "\\\n" ..
	">>>\\\n" ..
	"  Перед созданием алтаря определитесь с местом. \\\n" ..
	"После установки тилкаловые блоки невозможно \\\n" ..
	"разрушить или сдвинуть с места.\\\n" ..
	"  Разместите минимум 8 Тилкаловых блоков и минимум \\\n" ..
	"16 Мифриловых блоков так, чтобы они находились не \\\n" ..
	"дальше двух метров от места размещения палантира \\\n" ..
	"(зона 5х5х5 метров с центром - палантиром). \\\n" ..
	"  Кроме этих материалов можно использовать другие. \\\n" ..
	"К палантиру должен быть свободный доступ по \\\n" ..
	"сторонам для перемещения к нему. \\\n" ..
	"  Если не будет места – перемещение к данному \\\n" ..
	"палантиру станет невозможным. \\\n" ..
  ">>>\\\n" ..
	"  После создания алтаря и установки палантира, нужно \\\n" ..
	"обратиться к палантиру (нажать ПКМ) и определить \\\n" ..
	"имя клана, к которому будет относиться данный \\\n" ..
	"палантир. Нужно указать имя данного палантира в \\\n" ..
	"этом клане. Нельзя присоединить свой палантир к \\\n" ..
	"чужому клану или одинаково назвать два палантира \\\n" ..
	"в клане.\\\n" ..
	"  Далее, нужно выбрать расы, которым будет разрешено \\\n" ..
	"перемещение в данном клане палантиров. Тем, кто \\\n" ..
	"попробует нарушить запрет, очень не повезёт.\\\n" ..
	"Если запретить перемещение всем расам, перемещаться \\\n" ..
	"между палантирами сможет только хозяин данного клана.\\\n" ..
  ">>>\\\n" ..
	"  После установки второго и последующих палантиров, \\\n" ..
	"нужно посетить все оставшиеся палантиры в клане и \\\n" ..
	"стукнуть по ним для их обновления (нажать ЛКМ). \\\n" ..
	"  Чтобы перенасторить палантир, нужно убрать часть \\\n" ..
	"мифриловых блоков, пока их количество не станет  \\\n" ..
	"меньше 16 шт.  \\\n" ..
	"  Далее, нужно попытаться переместиться к другому  \\\n" ..
	"палантиру или выбрать первую строку в списке перемещения.  \\\n" ..
	"Палантир отсоединится от клана и алтаря - можно  \\\n" ..
	"восстанавливать алтарь и устанавливать палантир заново.	'}"
