return "return {[\"background\"] = \"gui_bookbg.png\", " ..
	"[\"title\"] = \"Овладевая Силами Колец\"," ..
	"[\"page_max\"] = 15, [\"text_len\"] = 8622, [\"owner\"] = \"Эльфийский Кузнец\"," ..
	"[\"text\"] = "..
	"'					ВВЕДЕНИЕ \\\n" ..
	"--------------------------------------------------\\\n" ..
	"	Когда разные материалы сливаются друг с другом\\\n" ..
	"и объединяются в единый связанный определенной\\\n" ..
	"структурой новый материал, происходят изменения\\\n" ..
	"не только в его физических свойствах, но и в\\\n" ..
	"возможностях его использования. Проведя много лет,\\\n" ..
	"развивая эту идею под руководством Аннатара,\\\n" ..
	"любезного Лорда Даров, мы, эльфы, достигли высокого\\\n" ..
	"уровня понимания вопросов в отношении некоторых\\\n" ..
	"материалов. Мы смогли изобрести предметы великой\\\n" ..
	"силы благодаря этим знаниям. Они касаются, в\\\n" ..
	"частности, золота, серебра и драгоценных камней,\\\n" ..
	"выделанных по форме колец. Чтобы эти знания могли\\\n" ..
	"быть переданы будущему поколению, мы решили, что\\\n" ..
	"следует написать о процессе создания этих предметов.\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"				Ювелирное Серебро\\\n" ..
	"--------------------------------------------------\\\n" ..
	"	Первые шаги включают подготовку кольца, из \\\n" ..
	"которого образуется кольцо власти. Во-первых, \\\n" ..
	"простые слитки золота и серебра, которые обычно \\\n" ..
	"считают чистыми, должны быть очищены еще сильнее,\\\n" ..
	"чтобы в них не осталось никаких примесей. Это \\\n" ..
	"делается просто путем нагревания слитка золота \\\n" ..
	"или серебра над обыкновенным огнем в печи и томления \\\n" ..
	"его там в течение длительного времени. После\\\n" ..
	"этого два чистых слитка должны быть нагреты \\\n" ..
	"и объединены в специальной печи, используемой для бронзы.\\\n" ..
	"В результате этого вы получите электрум. \\\n" ..
	"\\\n" ..
	"	После того, как было изготовленно несколько слитков \\\n" ..
	"электрума, их можно плавить в специальной печи \\\n" ..
	"с мифрилом над огнем с добавлением куска грубой\\\n" ..
	"скалы. Когда ювелирное серебро будет приготовлено, \\\n" ..
	"оно появится поверх печи, выталкиваемое силой взрыва,\\\n" ..
	"возникающей при слиянии двух материалов. Этот сплав\\\n" ..
	"получится очень горячим и должен быть охлажден в \\\n" ..
	"естественной морской воде в течение пяти секунд, \\\n" ..
	"чтобы он сформировал правильную структуру. Только\\\n" ..
	"тогда вы получите ювелирное серебро — основу кольца.\\\n" ..
	"\\\n" ..
	"						КОЛЬЦА\\\n" ..
	"--------------------------------------------------\\\n" ..
	"	Из ювелирного серебра следует изготовить кольцо.\\\n" ..
	"Это не так легко, как звучит. Отливаемое кольцо\\\n" ..
	"должно быть совершенным по форме и, следовательно,\\\n" ..
	"не может быть собрано в один шаг. Сначала два \\\n" ..
	"слитка ювелирного серебра должны быть помещены \\\n" ..
	"вместе в двойную печь, которая ранее использовалась \\\n" ..
	"для сплавления золота и серебра. Слитки сольются \\\n" ..
	"воедино, образуя четверть кольца. Однако они могут \\\n" ..
	"получиться неправильной формы и их придется выбросить \\\n" ..
	"в огонь. Когда две четверти были получены, их следует \\\n" ..
	"сварить вместе, чтобы получить полукольцо. Опять же, \\\n" ..
	"деталь может получится непригодным для дальнейшего \\\n" ..
	"использования. Когда получены два полукольца, они \\\n" ..
	"должны быть сварены, опять же, с шансом брака, в одно \\\n" ..
	"цельное кольцо.\\\n" ..
	"\\\n" ..
	"	После того, как кольцо было собрано, оно должно \\\n" ..
	"быть подготовлено для установки драгоценного камня. \\\n" ..
	"Нужно изготовить два штифта из одного слитка ювелирного\\\n" ..
	"серебра, а затем присоеденить к кольцу, один сверху \\\n" ..
	"слева, другой сверху справа. После этого кольцо будет\\\n" ..
	"готово к объединению с драгоценным камнем, подготовку \\\n" ..
	"которого я сейчас опишу.\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"					ДРАГОЦЕННЫЕ КАМНИ\\\n" ..
	"--------------------------------------------------\\\n" ..
	"	В глубинах земли можно найти драгоценные камни\\\n" ..
	"трех цветов. Эти драгоценные камни требуют сложного\\\n" ..
	"процесса подготовки, чреватого риском раскола кристалла.\\\n" ..
	"Даже первый шаг добычи этих драгоценных камней непрост.\\\n" ..
	"Обыкновенные кирки не могут их выкопать, потому что \\\n" ..
	"камень, в который они заключены, очень тверд. Для этой \\\n" ..
	"цели требуется мифриловая кирка, но она должна иметь в \\\n" ..
	"своем составе три куска грубого камня, чтобы обеспечить\\\n" ..
	"шанс сохранения целосности кристалла в процессе добычи. \\\n" ..
	"Даже с этой киркой лишь с небольшим шансом можно получить\\\n" ..
	"драгоценный камень из руды. \\\n" ..
	"\\\n" ..
	"	Когда вы добыли несколько драгоценных камней,\\\n" ..
	"(именно несколько, на случай раскола кристалла при его \\\n" ..
	"обработке) вы можете начать следующие этапы подготовки \\\n" ..
	"драгоценного камня. Кристалл, который вы получаете из\\\n" ..
	"руды, будет содержать куски обычного камня, которые \\\n" ..
	"необходимо удалить. Это можно сделать плавлением куска \\\n" ..
	"руды в обычной печи, которая оставит неограненный камень. \\\n" ..
	"\\\n" ..
	"	Затем этому камню нужно придать необходимую для \\\n" ..
	"кольца форму с помощью долота. Это довольно простая задача, \\\n" ..
	"но драгоценные камни слишком часто не выдерживают этого, \\\n" ..
	"да и долото годится только для нескольких применений. \\\n" ..
	"Чтобы сделать долото, в нижнем левом углу сетки должна \\\n" ..
	"быть установлена ​​палка, а затем в середине должен быть \\\n" ..
	"положен ​​слиток мифрила. В верхнем левом углу сетки \\\n" ..
	"должен быть помещен слиток стали, и это сформирует \\\n" ..
	"долото. С помощью него вам нужно огранить драгоценный \\\n" ..
	"камень. Если ваша рука не будет делать лишних резких \\\n" ..
	"движений и структура драгоценного камня окажется \\\n" ..
	"без изъянов, ваш драгоценный камень будет успешно \\\n" ..
	"огранен. \\\n" ..
	"\\\n" ..
	"	Но даже тогда обработка не будет завершена и \\\n" ..
	"останется последний шаг. Кристалл должен быть \\\n" ..
	"отполирован. Это можно сделать, окружив его песком \\\n" ..
	"в сетке крафта. Этот процесс может выявить еще больше \\\n" ..
	"недостатков, что приведет к расколу драгоценного камня. \\\n" ..
	"И если все пройдет успешно, у вас будет драгоценный \\\n" ..
	"камень, который будет готов стать одним целым с кольцом.\\\n" ..
	"\\\n" ..
	"	Но сказанное ранее верно только для трех видов \\\n" ..
	"камней: для адаманта, рубина и танзанита. Четвертый же \\\n" ..
	"должен быть создан искусственно. Мы, эльфы, называем \\\n" ..
	"его ильванитом (от Ilvana, что переводится с Квенья \\\n" ..
	"как совершенный). Ильванит - кристалл фиолетового\\\n" ..
	"цвета, имеющий совершенную кристаллическую структуру. \\\n" ..
	"Чтобы создать этот камень необходимо получить кварц из\\\n" ..
	"песка путем его обработки в обыкновенной печи, а затем \\\n" ..
	"слить воедино с неограненным кристаллом танзанита. \\\n" ..
	"Сделав это вы получите неограненный ильванит. Возможен и \\\n" ..
	"шанс неудачи, поскольку кварц может слиться с танзанитом\\\n" ..
	"неправильно и оба кристалла испарятся. Если вам повезет,\\\n" ..
	"начните огранку, а затем полировку в соответствии с \\\n" ..
	"приведенным выше алгоритмом действий.\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"					КОЛЬЦА ВЛАСТИ\\\n" ..
	"--------------------------------------------------\\\n" ..
	"	Теперь у вас должно быть подготовленное кольцо \\\n" ..
	"и драгоценный камень, готовые к объединению. Сперва, \\\n" ..
	"отполированный ограненный кристалл следует вставить в\\\n" ..
	"подготовленное кольцо используя двойную печь. Слияние \\\n" ..
	"драгоценного камня и кольца может пойти не по плану, \\\n" ..
	"испортив их обоих. Но, надеюсь, кольцо и драгоценный \\\n" ..
	"камень будут безупречно соеденены вместе, создавая одно \\\n" ..
	"неразделимое целое. \\\n" ..
	"\\\n" ..
	"	После того, как драгоценный камень был слит с \\\n" ..
	"кольцом, они должны подвергнуться изменению свойств их \\\n" ..
	"материалов. Это происходит в два шага. Сперва кольцо \\\n" ..
	"следует окружить кусками грубой скалы. Затем его необходимо \\\n" ..
	"плавить в специальной печи вместе с некоторыми другими\\\n" ..
	"материалами. Сложная структура печи необходима не только \\\n" ..
	"для поглощения и сохранения тепла, но также важны и сами \\\n" ..
	"ее материалы, способствующие изменению свойств колец. \\\n" ..
	"\\\n" ..
	"	Когда эта печь будет готова, ее нельзя просто \\\n" ..
	"поставить. Под ней нужно разместить квадрат из блоков \\\n" ..
	"лавы со сторонами три на три, а печь должна находиться \\\n" ..
	"посреди него, прямо над центральным блоком лавы. Когда \\\n" ..
	"печь была помещена, в нее должно быть положено кольцо, \\\n" ..
	"окруженное грубой скалой, один блок мифрила, один блок \\\n" ..
	"тилкала и один блок галворна вместе с большим количеством \\\n" ..
	"топлива. \\\n" ..
	"\\\n" ..
	"	Пройдет много времени пока материалы окончательно \\\n" ..
	"смешаются, а кольцо будет наполнено их могуществом. По его \\\n" ..
	"окончанию достаньте кольцо из печи. Если кольцо было успешно \\\n" ..
	"приготовленно, произойдет взрыв, достаточно мощный, чтобы убить \\\n" ..
	"почти все живое на довольно большом расстоянии от печи. Из-за \\\n" ..
	"взрыва образуется большой кратер, на дне которого вы найдете \\\n" ..
	"кольцо. Если, же не все пройдет гладко, тогда будет уже \\\n" ..
	"не такой большой взрыв, но все же мощный, и кольцо, увы, не \\\n" ..
	"получится. Если же все будет успешно, у вас будет кольцо \\\n" ..
	"власти!\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"\\\n" ..
	"					ЗАКЛЮЧЕНИЕ\\\n" ..
	"--------------------------------------------------\\\n" ..
	"	Кольца власти - сложные вещи, и процесс их \\\n" ..
	"создания является таким же сложным. Он требует времени, \\\n" ..
	"терпения и большого количества ресурсов. Мы не \\\n" ..
	"открыли этот процесс за один раз, а, скорее,\\\n" ..
	"открытие происходило в течение длительного времени, с\\\n" ..
	"медленными этапами познания и многими экспериментами\\\n" ..
	"с различными материалами. У вас, неизвестный читатель,\\\n" ..
	"есть большое преимущество перед нами - вы имеете \\\n" ..
	"описанный по порядку процесс. Я надеюсь, он достаточно \\\n" ..
	"ясен, чтобы можно было самому изготовить кольцо. \\\n" ..
	">>>\\\n" ..
	"	Скажу напоследок: есть только один способ, \\\n" ..
	"которым эти кольца могут быть уничтожены. Их нужно \\\n" ..
	"бросить в лаву, после чего рекомендуется отступить \\\n" ..
	"на безопасное расстояние, потому что смерть кольца еще\\\n" ..
	"более взрывоопасна, чем его рождение. Удачи, и прощай, \\\n" ..
	"неизвестный читатель!\\\n" ..
	"\\\n" ..
	"								Искренне ваш,\\\n" ..
	"						Эльфийский Кузнец, Тануавель'}"