

return {
	about   =
		'В ней раскрыты древние секреты создания Палантиров — камней прозрения, ' ..
		'которые позволяют видеть и путешествовать через время и пространство.',
	content =
		'    Мир велик, и даже взгляд острого эльфийского глаза не способен постичь все его просторы. ' ..
		'Но существует искусство, что открывает пути к тому, чтобы видеть дальше видимого и знать сокрытое. ' ..
		'Это искусство основано на глубоких тайнах, переданных нам Валар и высшими силами Арды, ' ..
		'но в то же время требует духа пытливого и жаждущего знаний, чтобы сотворить Око, ' ..
		'сквозь которое можно познать и прошлое, и грядущее. ' ..
		'Пусть эти страницы служат проводником к пониманию того, как заковать свет и тьму в камень, ' ..
		'что откроет вам миры за пределами осязаемого.\\\n' ..
		'\\\n' ..
		'    Палантиры – величайшие из устройств Средиземья, ' ..
		'позволяющие путешествовать на огромные расстояния ' ..
		'в мгновение ока. Перемещение происходит между ' ..
		'алтарями с установленными Палантирами.\\\n' ..
		'\\\n' ..
		'    Чтобы создать алтарь с Палантиром, нужно подготовить следующие материалы:\\\n' ..
		'        - Палантир\\\n' ..
		'        - Минимум 8 Тилкаловых блоков\\\n' ..
		'        - Минимум 16 Мифриловых блоков\\\n' ..
		'\\\n' ..
		'    Перед созданием алтаря определитесь с местом. ' ..
		'После установки тилкаловые блоки невозможно ' ..
		'разрушить или сдвинуть с места.\\\n' ..
		'\\\n' ..
		'    Разместите минимум 8 Тилкаловых блоков и минимум ' ..
		'16 Мифриловых блоков так, чтобы они находились не ' ..
		'дальше двух метров от места размещения Палантира ' ..
		'(зона 5х5х5 метров, в центре которой Палантир). ' ..
		'Кроме этих материалов можно использовать другие. ' ..
		'К Палантиру должен быть свободный доступ с разных сторон для перемещения к нему. ' ..
		'Если места недостаточно – перемещение к данному Палантиру станет невозможным.\\\n' ..
		'\\\n' ..
		'    После создания алтаря и установки Палантира, нужно ' ..
		'обратиться к Палантиру (ПКМ) и определить ' ..
		'имя клана, к которому будет относиться данный ' ..
		'Палантир. Нужно указать имя данного Палантира в ' ..
		'этом клане. Нельзя присоединить свой Палантир к ' ..
		'чужому клану или одинаково назвать два Палантира в одном клане.\\\n' ..
		'\\\n' ..
		'    Далее, нужно выбрать расы, которым будет разрешено ' ..
		'перемещение в данном клане Палантиров. Тем, кто ' ..
		'попробует нарушить запрет, очень не повезёт. ' ..
		'Если запретить перемещение всем расам, перемещаться ' ..
		'между Палантирами сможет только хозяин данного клана.\\\n' ..
		'\\\n' ..
		'    После установки второго и последующих Палантиров, ' ..
		'нужно посетить все оставшиеся Палантиры в клане и ' ..
		'стукнуть по ним для их обновления (ЛКМ).\\\n' ..
		'    Чтобы перенасторить Палантир, нужно убрать часть ' ..
		'мифриловых блоков, пока их количество не станет ' ..
		'меньше 16 шт.\\\n' ..
		'    Далее, нужно попытаться переместиться к другому ' ..
		'Палантиру или выбрать первую строку в списке перемещения. ' ..
		'Палантир отсоединится от клана и алтаря - можно ' ..
		'восстанавливать алтарь и устанавливать Палантир заново.'
}
